; Translation file for AltSnap 1.64
; French localization by Samy Mechiri, RamonUnch and TroudhuK
; Use encoding UTF-16LE with BOM to be able to use Unicode

[Translation]
Code=fr-FR
LangEnglish=French
Lang=Français
Author=Samy Mechiri, RamonUnch, TroudhuK

MenuEnable=&Activer
MenuDisable=&Désactiver
MenuHideTray=Cac&her l'icône
MenuConfigure=&Paramètres...
MenuAbout=À P&ropos
MenuEmptyZone=  (vide)
MenuSnapLayout=Zones d'aimantation &
MenuOpenIniFile=&Ouvrir le fichier ini
MenuEditLayout=Édi&ter les zones d'aimentation...
MenuSaveZones=Enregi&strer les fenêtres de test comme zones d'aimantation
MenuCloseAllZones=&Fermer toutes les fenêtres de test
MenuExit=&Quitter

ConfigTitle=Configuration d'AltSnap
ConfigTabGeneral=Général
ConfigTabMouse=Souris
ConfigTabKeyboard=Clavier
ConfigTabBlacklist=Liste noire
ConfigTabAdvanced=Avancé
ConfigTabAbout=À propos

GeneralBox=Paramètres généraux
GeneralAutoFocus=Activer les &fenêtres en les déplaçant.\nAppuyez sur Ctrl pour activer les fenêtres.
GeneralAero=Imiter l'aimantation Aer&o
GeneralSmartAero=Aimantation Aero intelli&gente
GeneralSmarterAero=Aimantation Aero &encore plus intelligente
GeneralStickyResize=Redimensionnement &collant avec Maj
GeneralInactiveScroll=Défiler les fenêtres inactive&s
GeneralMDI=Support des &MDI (interface à multiples documents)
GeneralUseZones=Aimanter les fenêtres aux &zones (configurer avec le menu)
GeneralAutoSnap=Aimanter les fe&nêtres :
GeneralAutoSnap0=Désactivé
GeneralAutoSnap1=Bords de l'écran
GeneralAutoSnap2=+ Extérieur des fenêtres
GeneralAutoSnap3=+ Intérieur des fenêtres
GeneralLanguage=&Langue :
GeneralPiercingClick=Éviter de &bloquer Alt+Clic (désactive les actions double-clic)
GeneralResizeAll=&Redimensionner toutes les fenêtres
GeneralResizeCenter=Redimensionnement central
GeneralResizeCenterNorm=Toutes d&irections
GeneralResizeCenterBr=Bas ga&uche
GeneralResizeCenterMove=Dé&placer
GeneralResizeCenterClose=Bor&d le plus proche

GeneralAutostartBox=Démarrage automatique
GeneralAutostart=Lancer Al&tSnap au démarrage
GeneralAutostartHide=Cac&her l'icône de la barre des tâches
GeneralAutostartElevate=Él&ever au privilège d'administrateur
GeneralAutostartElevateTip=Notez que l'UAC vous demandera confirmation à chaque ouverture de votre session a moins que vous ne le désactiviez complètement ou que vous n’utilisiez une tache planifiée.\nPour ce faire, vous pouvez utiliser le fichier 'sch_On.bat' situé dans le dossier d'AltSnap.
GeneralElevate=É&lever
GeneralElevated=É&levé
GeneralElevationAborted=Élévation abandonnée.

InputMouseBox=Actions de la Souris
InputMouseBtAc1=&1. Primaire
InputMouseBtAc2=&2. Alternatif
InputMouseINTTB=Barre de &Titre
InputMouseWhileM=Pe&ndant un déplacement,
InputMouseWhileR=un re&dimensionnement
InputMouseLMB=&Bouton gauche :
InputMouseMMB=Bouton du &milieu :
InputMouseRMB=Bouton d&roit :
InputMouseMB4=Bouton &4 :
InputMouseMB5=Bouton &5 :
InputMouseScroll=M&olette :
InputMouseHScroll=Molette &horizontale :
InputMouseMoveUp=&Déplacer sans glisser :
InputMouseResizeUp=R&edimensionner sans glisser :
InputMouseTTBActionBox=Un clic dans la barre de titre utilise une action spécifique
InputMouseTTBActionNA=&Sans touche d'activation
InputMouseTTBActionWA=A&vec touche d'activation

InputHotclicksBox=Activer avec le clic
InputMouseMMBHC=Bouton du m&ilieu
InputMouseMB4HC=B&outon 4
InputMouseMB5HC=Bo&uton 5
InputMouseLongClickMove=Dé&placer la fenêtre après un long clic gauche
InputHotclicksMore=Les boutons utilisés ici peuvent être combinés à une action, ils seront auquel cas bloqués.

InputActionMove=Déplacer
InputActionResize=Redimensionner
InputActionRestore=Restaurer la fenêtre
InputActionClose=&Fermer
InputActionKill=T&uer le programme
InputActionPause=Pauser le programme
InputActionResume=Reprendre le programme
InputActionMinimize=Mi&nimiser
InputActionMaximize=Ma&ximiser
InputActionLower=&Abaisser
InputActionAlwaysOnTop=&Toujours devant
InputActionBorderless=&Bordures on/off
InputActionCenter=C&entrer
InputActionNothing=Rien
InputActionAltTab=Alt+Tab
InputActionVolume=Volume
InputActionTransparency=Transparence
InputActionRoll=En&rouler la fenêtre
InputActionMenu=Menu d'actions
InputActionHScroll=Défilement horizontal
InputActionMaximizeHV=Maximizer &Verticalement
InputActionMinAllOther=&Minimiser les autres fenêtres
InputActionMute=Activer/Désactiver le son
InputActionSideSnap=Aimanter aux bord&s/coins
InputActionExtendTNEdge=Étendre au bord suivant
InputActionXTNLEdge=Étendre au bord suivant à gauche
InputActionXTNTEdge=Étendre au bord suivant en haut
InputActionXTNREdge=Étendre au bord suivant à droite
InputActionXTNBEdge=Étendre au bord suivant en bas
InputActionMoveTNEdge=Déplacer au bord suivant
InputActionMTNLEdge=Déplacer au bord suivant à gauche
InputActionMTNTEdge=Déplacer au bord suivant en haut
InputActionMTNREdge=Déplacer au bord suivant à droite
InputActionMTNBEdge=Déplacer au bord suivant en bas

InputActionASOnOff=Activer/Désactiver AltSnap
InputActionMoveOnOff=Mouvement &désactivé
InputActionZoom=Zoomer la fenêtre
InputActionZoom2=Zoomer la fenêtre 2
InputActionNStacked=Fenêtre suivante de la pile
InputActionNStacked2=Fenêtre suivante de la pile 2
InputActionPStacked=Fenêtre précédente de la pile
InputActionPStacked2=Fenêtre précédente de la pile 2
InputActionNPStacked=Fenêtre Suiv./Prec. de la pile
InputActionNPStacked2=Fenêtre Suiv./Prec. de la pile 2
InputActionStackList=Liste des fenêtres de la pile
InputActionStackList2=Liste des fenêtres de la pile 2
InputActionAltTabList=Liste des fenêtres
InputActionAltTabFullList=Liste complète des fenêtres
InputActionMLZone=Déplacer vers la zone à gauche
InputActionMTZone=Déplacer vers la zone au-dessus
InputActionMRZone=Déplacer vers la zone à droite
InputActionMBZone=Déplacer vers la zone au-dessous
InputActionXLZone=Étendre à la zone de gauche
InputActionXTZone=Étendre à la zone du dessus
InputActionXRZone=Étendre à la zone de droite
InputActionXBZone=Étendre à la zone du dessous
InputActionStepL=Pas à gauche
InputActionStepT=Pas vers le haut
InputActionStepR=Pas à droite
InputActionStepB=Pas vers le bas
InputActionSStepL=Petit pas à gauche
InputActionSStepT=Petit pas vers le haut
InputActionSStepR=Petit pas à droite
InputActionSStepB=Petit pas vers le bas

InputActionFocus=Focaliser la fenêtre
InputActionFocusL=Focaliser la fenêtre à gauche
InputActionFocusT=Focaliser la fenêtre au-dessus
InputActionFocusR=Focaliser la fenêtre à droite
InputActionFocusB=Focaliser la fenêtre au-dessous

InputGrabWithAlt=Ac&tion sans clic :
InputGrabWithAltB=Acti&on sans clic alternative :

InputScrollLockState=Activer/Désactiver AltSnap sur la base de l'état de la touche Arrêt défilement

InputHotkeysBox=Activation
InputHotkeysModKey=&Touche modificatrice pour changer d'action :
;InputHotkeysAlt=Alt
InputHotkeysWinkey=Windows
;InputHotkeysCtrl=Ctrl
InputHotkeysShift=Maj.

InputHotkeysShortcuts=Racc&ourci pour l'action :
InputHotkeysShortcutsPick=C&hoisir
InputHotkeysShortcutsClear=&Effacer
InputHotkeysShortcutsSet=&Sauvegarder
InputHotkeysUsePtWindow=S'appli&que à la fenêtre pointée

InputHotkeysLeftAlt=Alt &gauche
InputHotkeysRightAlt=Alt &droit
InputHotkeysLeftWinkey=&Windows gauche
InputHotkeysRightWinkey=W&indows droit
InputHotkeysLeftCtrl=Ctr&l gauche
InputHotkeysRightCtrl=Ct&rl droit
InputHotkeysLeftShift=Maj. gauche
InputHotkeysRightShift=Maj. droit
InputKeyCombo=Utiliser un &combo de deux touches pour activer
InputHotkeysMore=Ajoutez les touches de votre choix en éditant le fichier ini !\nUtilisez Maj pour aimanter les fenêtres les unes aux autres.

BlacklistBox=Liste noire
BlacklistProcessBlacklist=&Processus à ignorer :
BlacklistBlacklist=&Fenêtres à ignorer :
BlacklistScrolllist=Fenêtre&s pour lesquelles ignorer l'action de la molette :
BlacklistMDIs=&MDIs à ne pas traiter comme telles :
BlacklistPause=Processus à ne pas s&uspendre ni tuer :
BlacklistFindWindowBox=Identifier une fenêtre

AdvancedMetricsBox=Métriques
AdvancedCenterFraction=Fraction du &centre/des bords (%) :
AdvancedAeroHoffset=Offset aero (%) &Horizontal :
AdvancedAeroVoffset=&Vertical :
AdvancedSnapThreshold=&Seuil d'aimantation (pixels) :
AdvancedAeroThreshold=Se&uil d'aimantation aero (pixels) :
AdvancedSnapGap=Mar&ges d'aimantation (pixels) :
AdvancedAeroSpeed=Vitesse ma&ximale d'aimentation (pixels) :
AdvancedMoveTrans=O&pacité de mouvement:
AdvancedTestWindow=F&enêtre de test

AdvancedBehaviorBox=Comportement
AdvancedMultipleInstances=Autoriser plusieurs &instances d'AltSnap
AdvancedAutoRemaximize=&Remaximizer les fenêtres entre les moniteurs
AdvancedAeroTopMaximizes=&Maximiser les fenêtres quand aimantées au sommet
AdvancedAeroDBClickShift=Inverser le comportement de Maj sur le dou&ble-clic aero
AdvancedMaxWithLClick=Le bou&ton redimensionner maximize pendant le déplacement
AdvancedRestoreOnClick=Restaurer avec un simple clic comme l'AltDrag &original
AdvancedFullScreen=Activer sur les &fenêtres en plein écran
AdvancedBLMaximized=&Désactiver AltSnap sur les fenêtres maximisées
AdvancedFancyZone=Restaurer les fenêtres aimantées par Fancy&Zones
AdvancedNoRestore=Ne &jamais restaurer les fenêtres aimantées par AltSnap
AdvancedTopmostIndicator=I&ndicateur sur les fenêtres toujours devant

AboutBox=À propos d'AltSnap
AboutVersion=Version
AboutAuthor=Créé par Stefan Sundin
AboutAuthor2=Maintenu par Raymond Gillibert
AboutLicense=AltSnap est un logiciel gratuit et open source !\nFaites-en profiter vos amis !
AboutTranslationCredit=Crédit pour les traductions

MiscUnhookError=Il y a eu une erreur qui a désactivé AltSnap. Cela est probablement dû au fait que Windows avait déjà désactivé son hook.\n\nSi c'est la première fois que cela se produit, vous pouvez l'ignorer en toute sécurité et continuer à utiliser AltSnap.\n\nSi cela se reproduit, vous pouvez lire sur le wiki du site comment l'empêcher (chercher 'AltDrag mysteriously stops working' sur la page About).
MiscZoneConfirmation=Écraser les vieilles zones d'aimantation avec la disposition actuelle des fenêtres de test ?
MiscZoneTestWinHelp=Pour configurer les zones :\n1) Ouvrir plusieurs fenêtres de test\n2) Les disposer comme bon vous semble\n3) Clicker *Enregi&strer les fenêtres de test comme zones d'aimantation*\n    dans le menu de l'icone dans la zone de notification.

InputUniKeyHoldMenu=&Proposer un menu de caractères additionels lorsqu'une touche alphabétique est maintenue enfoncée
